Repository: dibaunaumh/Ecclesia
Catalog: ecclesia/locale/*/LC_MESSAGES/django.po
Languages: he

source: x position
he: מיקום אופקי

source: Horizontal posinition in view from left border.
he: מיקום אופקי משמאל

source: y position
he: מיקום אנכי

source: Vertical posinition in view from top border.
he: מיקום אנכי מלמעלה

source: width
he: רוחב

source: Object's width.
he: רוחב אוביקט

source: height
he: גובה

source: Object's height.
he: גובה אובייקט

source: related last updated at
he: עודכן לאחרונה

source: When was the object's elements last updated.
he: מתי האוביקט עודכן לאחרונה?

source: user
he: משתמש/ת

source: name
he: שם

source: The name of the discussion type.
he: שם סוג הדיון

source: discussion type
he: סוג הדיון

source: discussion types
he: סוגי הדיון

source: group
he: קבוצה

source: The group profile containing this discussion.
he: פרופיל הקבוצה המכיל את הדיון הזה

source: The name of the discussion.
he: שם הדיון

source: slug
he: כתובת הדיון

source: The url representation of the discussion's name. No whitespaces allowed - use hyphen/underscore to separate words
he: הייצוג של שם הדיון ב־URL. אין להשתמש ברווחים - יש להשתמש בסימן מינוס או מקף תחתון להפרדה בין מלים

source: The discussion's type.
he: סוג הדיון

source: short description
he: תיאור קצר

source: A short description of the discussion.
he: תיאור קצר של הדיון

source: created by
he: נוצר על ידי

source: The user that created the discussion.
he: המשתמש שיצר את הדיון

source: created at
he: נוצר ב

source: When was the discussion created.
he: מתי הדיון נוצר

source: updated at
he: עודכן ב

source: When was the discussion last updated.
he: מתי הדיון עודכן לאחרונה

source: discussion
he: דיון

source: discussions
he: דיונים

source: The name of the speech act.
he: שם האופציה

source: The type of discussion that allows this speech act.
he: סוג הדיון שמאפשר את האופציה הזאת

source: story type
he: סוג הסיפור

source: story
he: סיפור

source: opinion
he: דעה

source: relation
he: קשר

source: DOM ordinal
he: מספור DOM

source: Order of appearance of this speech act in the DOM.
he: סדר ההופעה של האופציה ב־DOM

source: The name of the image file.
he: שם הקבוץ של התמונה

source: title
he: כותרת

source: The url representation of the story's title. No whitespaces allowed - use hyphen/underscore to separate words
he: הייצוג של שם הסיפור ב־URL. אין להשתמש ברווחים - יש להשתמש בסימן מינוס או מקף תחתון להפרדה בין מלים

source: content
he: תוכן

source: The user content
he: התוכן של המשתמש

source: When the speech act was made.
he: מתי האופציה נוצרה?

source: When the speech act was last updated.
he: מתי האופציה עודכנה לאחרונה

source: The user that made the speech act.
he: המשתמש ביצר את האופציה

source: The discussion this story is a part of.
he: הדיון שהסיפור הוא חלק ממנו

source: speech act
he: אופציה

source: Which speech act this story represents.
he: איזה אופציה הסיפור הזה מייצג

source: opinions
he: דעות

source: parent
he: הורה

source: Parent story if the story belong to story group
he: סיפור-הורה אם הסיפור שייך לסיפור-קבוצה

source: is parent
he: זה הורה

source: Boolean field that tells us if the story is a parent of stories group
he: שדה בולאני שאומר לנו אם הסיפור הוא הורה של קבוצת סיפורים

source: stories
he: סיפורים

source: <a href="%(url)s">%(user)s's %(speechact)s (#%(id)s)</a>
he: <a href="%(url)s">%(speechact)s של %(user)s (#%(id)s)</a>

source: from_relation
he: מתוך קשר

source: The story this story relation flows from.
he: הסיפור שאליו קשור קישור-סיפור זה

source: to_relation
he: ל_קישור

source: The story this story relation directs to.
he: הסיפור שאליו מכוון קישור-סיפור זה

source: story relation
he: קישור-סיפור

source: story relations
he: קישורי סיפורים

source: discussion conclusion
he: סיכום דיון

source: discussion conclusions
he: סיכומי דיון

source: Home
he: דף בית

source: Change password
he: שינוי סיסמא

source: Log out
he: התנתקות

source: Stories List
he: רשימת סיפורים

source: Title:
he: כותרת

source: Speech act:
he: תכנון דרך

source: To story:
he: לסיפור

source: Discussions List
he: רשימת דיונים

source: Groups List
he: רשימת קבוצות

source: The internal User entity. Add this entity before you create a profile and set a User for it.
he: ישות המשתמש/ת הפנימית. הוסף ישות זאת לפני שאתה יוצר פרופיל והגדרת משתשמש/ת עבורו

source: The internal Group entity. If you are adding a Profile Group, please create a new Group & don't select an existing one
he: ישות הקבוצה הפנימית. אם את/ה מוסיפ/ה מאפייני קבוצה, אנא צרו קבוצה חדשה ואל תשכחו לבחור קבוצה קיימת

source: The url representation of the group's name. No whitespaces allowed - use hyphen/underscore to separate words.
he: ההיפר-קישר מייצג את שם הקבוצה. נא לא להוסיף רווחים. השתמשו בקווים תחתונים בין המילים

source: description
he: תיאור

source: The group's description
he: תיאור הקבוצה

source: The parent group containing this group
he: קבוצת האם שמכילה את הקבוצה הזאת

source: forked from
he: פוצל מ

source: The group from which this group forked
he: הקבוצה שממנה התפצלה קבוצה זאת

source: location
he: מיקום

source: Where is the group located
he: היכן ממוקמת קבוצה זאת

source: The user that created the group
he: המשתמש/ת שיצר/ה את הקבוצה

source: When was the group created
he: מתי נוצרה הקבוצה

source: When was the group last updated
he: מתי לאחרוה עודכנה הקבוצה

source: group profile
he: מאפייני קבוצה

source: group profiles
he: מאפייני הקבוצות

source: The groupd subject of this mission statement
he: נושאה הקבוצה בהגדרת המשימה הזאת

source: mission statement
he: הגדרת משימה

source: The suggested mission statement of the group
he: הצעת המשימה של הקבוצה הזאת

source: The user that created the mission statement
he: המתשמש/ת שיצר/ה את ההגדרת המשימה

source: When was the mission statement created
he: מתי הגדרת המשימה נוצרה

source: When was the mission statement last updated
he: מתי הגדרת המשימה עודכנה

source: mission statements
he: הגדרות משימה

source: Group entity
he: ישות קבוצה

source: The user that has the permissions
he: המשתמש/ת בעל/ת ההרשאות

source: group permission
he: הרשאת קבוצה

source: group permissions
he: הרשאות קבוצה

source: Create Group
he: צור/צרי קבוצה

source: Edit profile
he: ערוך/ערכי מאפיינים

source: To change your password
he: לשנות את סיסמסתך

source: Create Discussion
he: צור/צרי דיון

source: Are you sure you want to delete this group?
he: האם אתה בטוח שאתה רוצה למחוק את הקבוצה הזאת?

source: Delete group
he: מחיקת הקבוצה

source: Add Mission Statement
he: הגדיר/י משימה

source: Members List
he: רשימת חברים/ות

source: Welcome to Ekkli
he: ברוכים הבאים לאקלי

source: Current groups
he: קבוצות קיימות

source: Ekkli is a social/political platform for helping people organize and meet their common goals.
he: אקלי היא פלטפורמה שנועדה לעזור לאנשים להתארגן ולנה את צרכיהם המשותפים בקלות וביעילות.

source: username
he: שם משתמש

source: email address
he: כתובת אימייל

source: password
he: סיסמא

source: password (again)
he: סיסמא (שוב)

source: I agree with the terms of use
he: אני מסכים עם תנאי השימוש

source: This username is already taken. Please choose another.
he: שם משתמש זה קיים, אנא בחר שם משתמש אחר

source: You must type the same password each time
he: עליך להקיש את אותה סיסמא בכל שדה

source: I have read and agree to the Terms of Service
he: קראתי והסכמתי לתנאים

source: This email address is already in use. Please supply a different email address.
he: כתובת האימייל הזאת תפוסה, אנא מלא כתובת אחרת

source: Registration using free email addresses is prohibited. Please supply a different email address.
he: שימוש באימייל חינמי אינו אפשרי, אנא מלא/י אימייל בתשלום

source: activation key
he: קוד הפעלה

source: registration profile
he: פרופיל הרשמה

source: registration profiles
he: פרופלים - הרשמה

source: Create course of action
he: צרו מסלול פעולה

source: %(group_name)s's Home
he: דף הבית של %(group_name)s

source: %(goal_name)s path resolution
he: יעד - מסלול של %(goal_name)s

source: Please wait
he: אנא חכה/י

source: Add new action
he: הוסיפ/י פעולה חדשה

source: Add new result
he: הוסיפ/י תוצאה חדשה

source: Thank you!
he: תודה רבה!

source: Added!
he: הוסף!

source: Ekkli
he: אקלי

source: How to get to %(goal_name)s?
he: איך להגיע אל %(goal_name)s?

source: Read %(num_stories)s stories
he: קרא %(num_stories)s סיפורים

source: Write new story
he: כתוב/כתבי סיפור חדש

source: Submit Story
he: שלח/י סיפור

source: Welcome,
he: ברוכים הבאים

source: Documentation
he: רישום

source: Login
he: הרשמה

source: Sign-up
he: הירשמ/י

source: Username:
he: שם משתמש/ת

source: Password:
he: סיסמא:

source: Log in
he: כניסה

source: Account successfully activated
he: החשבון הופעל בהצלחה

source: Account activation failed
he: הפעלת החשבון נכשלה

source: Forgot password
he: שכחתי סיסמא

source: Reset it
he: עדכני מחדש את הסיסמא

source: Not member
he: לא חבר/ה

source: Register
he: הישמ/י

source: Logged out
he: יציאה

source: Password reset successfully
he: סיסמא שונתה בהצלחה

source: Password reset failed
he: אתחול סיסמא נכשל

source: Email with password reset instructions has been sent.
he: דואר אלקטרוני עם הוראות עידכון סיסמא נשלח

source: Reset password at %(site_name)s
he: אתחל סיסמא ב־%(site_name)s

source: You are now registered. Activation email sent.
he: עכשיו את/ה רשום/ה. דואר אלקטרוני נשלח

source: Terms of use
he: תנאי שימוש
